const answers = [{
  id: 1,
  group: [{
    text: ['Конечно, люблю выделяться из толпы!',
      'Конечно, люблю выделяться из толпы!',
    ],
    value: 4,
  },
  {
    text: [
      'Такое не по мне.',
      'Такое не по мне.'],
    value: 0,
  },
  {
    text: [
      'Никогда не носил, но я не против попробовать.',
      'Никогда не носила, но я не против попробовать.'],
    value: 3,
  },
  {
    text: [
      'Что уж скрывать, это мой повседневный стиль!',
      'Что уж скрывать, это мой повседневный стиль!'],
    value: 4,
  }],
},
{
  id: 2,
  group: [{
    text: [
      'Уже летал и не один раз.',
      'Уже летала и не один раз.'],
    value: 4,
  },
  {
    text:
    ['Это моя мечта!',
      'Это моя мечта!'],
    value: 3,
  },
  {
    text: [
      'Я боюсь высоты.',
      'Я боюсь высоты.'],
    value: 1,
  },
  {
    text: [
      'Никогда не летал, и не хочу.',
      'Никогда не летала, и не хочу.'],
    value: 0,
  }],
},
{
  id: 3,
  group: [{
    text: [
      'Нет, вселенная «MARVEL» навсегда в моем сердцe.',
      'Нет, вселенная «MARVEL» навсегда в моем сердцe.'],
    value: 0,
  },
  {
    text: [
      'Конечно, я пересмотрел все фильмы про авиацию.',
      'Конечно, я пересмотрела все фильмы про авиацию.'],
    value: 4,
  },
  {
    text: [
      'Иногда смотрю.',
      'Иногда смотрю.'],
    value: 3,
  },
  {
    text: [
      'Вообще, я предпочитаю мультики.',
      'Вообще, я предпочитаю мультики.'],
    value: 1,
  }],
},
{
  id: 4,
  group: [{
    text: [
      'В любое время НЕТ - я не тусовщик.',
      'В любое время НЕТ - я не тусовщик.'],
    value: 0,
  },
  {
    text: [
      'Зыбицкая уже надоела, так что с радостью сменю обстановку.',
      'Зыбицкая уже надоела, так что с радостью сменю обстановку.'],
    value: 4,
  },
  {
    text: [
      'Ну если как миллионер, тогда я «за».',
      'Ну если как миллионер, тогда я «за».'],
    value: 3,
  },
  {
    text: [
      'Вечеринки – мое второе имя. А какое время, мне не важно.',
      'Вечеринки – мое второе имя. А какое время, мне не важно.'],
    value: 4,
  }],
},
{
  id: 5,
  group: [{
    text: [
      'Конечно, моя мечта с детства!',
      'Конечно, моя мечта с детства!'],
    value: 4,
  },
  {
    text: [
      'Нет, раздавать конфетки - не моe.',
      'Нет, раздавать конфетки - не моe.'],
    value: 0,
  },
  {
    text: [
      'Если бы предложили, не отказался бы.',
      'Если бы предложили, не отказалась бы.'],
    value: 3,
  },
  {
    text: [
      'Мне не нравится их форма, деловой стиль не для меня.',
      'Мне не нравится их форма, деловой стиль не для меня.'],
    value: 0,
  }],
},
{
  id: 6,
  group: [{
    text: [
      'Разве это красиво?',
      'Разве это красиво?'],
    value: 1,
  },
  {
    text: [
      'А что делать, в ZARA одни блестяшки.',
      'А что делать, в ZARA одни блестяшки.'],
    value: 3,
  },
  {
    text: [
      'Да это же мой стиль!',
      'Да это же мой стиль!'],
    value: 4,
  },
  {
    text: [
      'Если нужно...',
      'Если нужно...'],
    value: 3,
  }],
},
{
  id: 7,
  group: [{
    text: [
      'Разве их можно назвать стильными?',
      'Разве их можно назвать стильными?'],
    value: 4,
  },
  {
    text: [
      'Не пропустил ни одну голливудскую премию, там только лучшие наряды!',
      'Не пропустила ни одну голливудскую премию, там только лучшие наряды!'],
    value: 4,
  },
  {
    text: [
      'Николь Кидман, Леонардо Ди Каприо… Могу еще очень долго перечислять.',
      'Николь Кидман, Леонардо Ди Каприо… Могу еще очень долго перечислять.'],
    value: 4,
  },
  {
    text: [
      'Не считаю это красивым, но стараюсь не отставать от тенденций.',
      'Не считаю это красивым, но стараюсь не отставать от тенденций.'],
    value: 2,
  }],
},
{
  id: 8,
  group: [{
    text: [
      'Там миллион непонятных кнопочек, конечно.',
      'Там миллион непонятных кнопочек, конечно.'],
    value: 0,
  },
  {
    text: [
      'Ни за что! Я бы взял от этой поездки все.',
      'Ни за что! Я бы взял от этой поездки все.'],
    value: 4,
  },
  {
    text: [
      'Я бы нарисовал кое-что покруче!',
      'Я бы нарисовал кое-что покруче!'],
    value: 3,
  },
  {
    text: [
      'Я боюсь высоты, сколько раз повторять.',
      'Я боюсь высоты, сколько раз повторять.'],
    value: 1,
  }],
},
{
  id: 9,
  group: [{
    text: [
      'Да, уверен, это мне подойдет.',
      'Да, уверена, это мне подойдет.'],
    value: 4,
  },
  {
    text: [
      'А без этого не пустят?',
      'А без этого не пустят?'],
    value: 1,
  },
  {
    text: [
      'Мой стилист мне такого не позволит.',
      'Мой стилист мне такого не позволит.'],
    value: 0,
  },
  {
    text: [
      'Я и без этого стану королем вечеринки!',
      'Я и без этого стану королевой вечеринки!'],
    value: 2,
  }],
},
{
  id: 10,
  group: [{
    text: [
      'Сморю только то, что идет в кино, такого не припомню.',
      'Сморю только то, что идет в кино, такого не припомню.'],
    value: 0,
  },
  {
    text: [
      'Конечно! Эти фильмы должен посмотреть каждый!',
      'Конечно! Эти фильмы должен посмотреть каждый!'],
    value: 0,
  },
  {
    text: [
      'Что-то видел, но особо не припомню.',
      'Что-то видела, но особо не припомню.'],
    value: 0,
  },
  {
    text: [
      'Люблю классику, но эти фильмы не смотрел.',
      'Люблю классику, но эти фильмы не смотрела.'],
    value: 0,
  }],
},
];
export default answers;
